Revit 2024 API
FabricationConfiguration.SetConfiguration Method
Overload List
Name | Description
SetConfiguration(FabricationConfigurationInfo)
 Set the fabrication configuration with global profile.
SetConfiguration(FabricationConfigurationInfo, String)
 Set the fabrication configuration with specific profile.
See Also
FabricationConfiguration Class
FabricationConfiguration Members
Autodesk.Revit.DB Namespace